Repository: EspaceNetworks/conferences
Catalog: i18n/*/LC_MESSAGES/conferences.po
Languages: hu_hu

source: Conference:
hu_hu: Konferencia:

source: Warning! Extension
hu_hu: Figyelem! Mellék

source: is not allowed for your account.
hu_hu: nem elfogadható a hozzáférés.

source: Add Conference
hu_hu: Konferencia hozzásadása

source: Conference
hu_hu: Konferencia

source: deleted
hu_hu: törölt

source: Conference:
hu_hu: Konferencia:

source: Delete Conference %s
hu_hu: Konferencia törlése %s

source: Conflicting Extensions
hu_hu: Mellékek ütközése

source: Edit Conference
hu_hu: Konferencia szerkesztése

source: Conference Number:
hu_hu: Konferenciaszám:

source: Use this number to dial into the conference.
hu_hu: A szám, amit a conferencia eléréséhez tárcsázni kell.

source: Conference Name:
hu_hu: Konferencianév

source: Give this conference a brief name to help you identify it.
hu_hu: Adj meg a konferenciának egy jellemző nevet.

source: User PIN:
hu_hu: Felhasználó PIN:

source: You can require callers to enter a password before they can enter this conference.<br><br>This setting is optional.<br><br>If either PIN is entered, the user will be prompted to enter a PIN.
hu_hu: A konferenciát hívó személynek ezt a jelszót kell megadnia.<br><br>Opcionális beállítás<br><br>Ha megadsz egy PIN számot, akkor a felhasználónak ugyanezt a PIN-t kell majd a belépéshez megadnia.

source: Enter a PIN number for the admin user.<br><br>This setting is optional unless the 'leader wait' option is in use, then this PIN will identify the leader.
hu_hu: Az admin felhasználó PIN száma.<br><br>Ezzel a beállítással a 'Vezetőre várakozás' opcióban megadható PIN számot lehet beállítani. Aki az említett időben megadja a PIN-t, az lesz a konferencia vezetője.

source: Conference Options
hu_hu: Konferencia opciók

source: Join Message:
hu_hu: Csatlakozó üzenet:

source: Message to be played to the caller before joining the conference.<br><br>To add additional recordings please use the "System Recordings" MENU to the left
hu_hu: Ez az üzenet lesz lejátszva a konferenciába csatlakozó hívóknak.<br><br>A saját felvételeidet a "Rendszerfelvételek" bal oldali menüpontban rögzítheted.

source: None
hu_hu: Nincs

source: Message to be played to the caller before joining the conference.<br><br>You must install and enable the "Systems Recordings" Module to edit this option
hu_hu: Ez az üzenet lesz lejátszva a konferenciába csatlakozó hívóknak.<br><br>Használatához a "Rendszerfelvételek" modult telepítened, és engedélyezed kell.

source: Leader Wait:
hu_hu: Vezetőre várakozás:

source: Wait until the conference leader (admin user) arrives before starting the conference
hu_hu: Wárakozás a konferencia elindítása előtt a konferencia vezetőjére (admin).

source: No
hu_hu: Nem

source: Yes
hu_hu: Igen

source: Quiet Mode:
hu_hu: Néma üzemmód:

source: Quiet mode (do not play enter/leave sounds)
hu_hu: Csendes mód (nem játszik le zenét ki- és belépéskor)

source: User Count:
hu_hu: Felhasználószámlálás:

source: Announce user(s) count on joining conference
hu_hu: Esemény a felhasználók csatlakozásakor

source: User join/leave:
hu_hu: Felhasználók fel/lecsatlakozása

source: Announce user join/leave
hu_hu: Esemény felhasználó fel/lecsatlakozásakor

source: Music on Hold:
hu_hu: Háttérzene:

source: Enable Music On Hold when the conference has a single caller
hu_hu: Háttérzene engedélyezése, ha csak egy tagja van a konferenciának

source: Allow Menu:
hu_hu: Elfogadva menü:

source: Present Menu (user or admin) when '*' is received ('send' to menu)
hu_hu: menü megmutatása (felhasználónak vagy adminnak) amikor '*' érkezik

source: Record Conference:
hu_hu: Konferencia rögzítése:

source: Record the conference call
hu_hu: Rögzíti a teljes konferenciabeszélgetést
